--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY ALDERY                         ▀▄ ▄▀ 
▀▄ ▄▀     BY ALDERY (@aldery)              ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY ALDERY               ▀▄ ▄▀   
▀▄ ▄▀          sy  : المطور               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]

do

function run(msg, matches)
return '❣ Source ☠️ ALDERY 🤝\n❣ Version 🤝 v1.1\n❣ Location 💻\n \nhttps://github.com/syria051/aldery-syria.git \n❣  #sy 🕵🔧 : \n❣ #sy : @aldery \n❣ #sy_bot @dery051bot \n❣ #sy_Channel @syria051'
end
return {
  patterns = {
    "^version"
  }, 
  run = run 
}

end